export const sideMenuList = [
  {
    title: "主題旅遊",
    subMenu: [
      {
        title: "爸媽遊",
        subMenu: ["祈福拜佛", "古鎮遊玩", "桂林山水", "红色之旅"],
      },
      {
        title: "親子遊",
        subMenu: ["上海迪士尼", "探險體驗", "海洋公園", "感受名校"],
      },
      {
        title: "蜜月遊",
        subMenu: ["浪漫海島", "豪華酒店", "購物血拼", "全球婚禮"],
      },
    ],
  },
  {
    title: "周邊遊",
    subMenu: [
      {
        title: "周邊目的地",
        subMenu: ["台北", "新北", "基隆", "宜蘭"],
      },
      {
        title: "熱門景點",
        subMenu: ["101大樓", "陽明山", "抹茶山", "基隆嶼"],
      },
    ],
  },
  {
    title: "國內遊",
    subMenu: [
      {
        title: "台北",
        subMenu: ["七星山", "陽明山", "淡水", "象山"],
      },
      {
        title: "宜蘭",
        subMenu: ["抹茶山", "太平山", "礁溪", "蘭陽博物館"],
      },
      {
        title: "花蓮",
        subMenu: ["太魯閣", "海生館"],
      },
    ],
  },
  {
    title: "東南亞",
    subMenu: [
      {
        title: "熱門目的地",
        subMenu: ["新加坡", "巴厘島", "越南", "柬埔寨"],
      },
      {
        title: "熱門景點",
        subMenu: ["下龍灣", "吴哥窟", "檳城珍珠島"],
      },
    ],
  },
  {
    title: "歐洲",
    subMenu: [
      {
        title: "熱門遊輪航線",
        subMenu: ["歐洲河輪", "北歐遊輪", "爱琴海遊輪", "英倫三島"],
      },
      {
        title: "熱門景點",
        subMenu: ["貝加爾湖", "普羅旺斯", "阿爾卑斯", "聖托里尼島"],
      },
      {
        title: "蜜月遊",
        subMenu: ["極光中心", "俄羅斯遠東地區", "英格蘭少女峰", "玻璃海灘"],
      },
    ],
  },
]

/**
 * 首頁推薦產品數據
 * */
// 爆款推薦
export const productList1 = [
  {
    id: 1,
    title: "台灣太魯閣國家公園．太平山莊．清水斷崖．美食美景3日",
    price: "5688",
  },
  {
    id: 2,
    title:
      "經典台灣林美石磐步道．七星潭．美術館．雲山水夢幻湖．鐵花村．金桔果醬DIY．伯朗大道．美食美景4日",
    price: "8990",
  },
  {
    id: 3,
    title: "清境農場青青草原．高空步道．漁光島．國家森林遊樂區5日",
    price: "14000",
  },
  {
    id: 4,
    title: "漁人碼頭、潮境公園、頭城老街｜南澳台北5日",
    price: "17399",
  },
  {
    id: 5,
    title: "Together一起旅行．清境農場．奧萬大森林浴．小資旅遊2日",
    price: "3499",
  },
  {
    id: 6,
    title:
      "銀河特快車～合歡山探旅‧夕陽銀河私房祕境‧清境超萌綿羊．迷人小瑞士．擺夷風味餐二日",
    price: "5999",
  },
  {
    id: 7,
    title: "清境農場、九族文化村花季全攻略二日",
    price: "3199",
  },
  {
    id: 8,
    title:
      "全臺最高地標谷川大橋‧霧台獵王部落‧神山月亮部落‧三地門工藝村‧廚藝教室2日",
    price: "5699",
  },
  {
    id: 9,
    title: "玉富自行車道、大農大富、玉里麵｜台東－花蓮溫泉美食騎遊3日",
    price: "12399",
  },
]
